Repository: VovaMobile/zBackup-para-NVDA
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, fr, ru, tr

source: zBackup para NVDA
ar: z النسخ الإحتياطي للويندوز
fr: zBackup pour NVDA
ru: z-Резервное копирование для NVDA
tr: NVDA için zYedekleme

source: Hacer y restaurar copias de seguridad de la partición Windows
ar: قسم النسخ الاحتياطي واستعادة الويندوز
fr: Faire et restaurer des copies de sauvegarde de la partition Windows
tr: Windows bölümünü yedekleyin ve geri yükleyin

source: Mostrar ventana principal
ar: إظهار النافذة الرئيسية
fr: Afficher la fenêtre principale
ru: Показать главное окно
tr: ana pencereyi göster

source: Ya hay una instancia de zBackup para NVDA abierta.
ar: يوجد بالفعل نافذة zBackup ل NVDA مفتوحة.
fr: Il existe déjà une instance de zBackup pour NVDA ouverte.
ru: Экземпляр zBackup для NVDA уже открыт.
tr: NVDA için zYedekleme penceresi zaten açık.

source: No se puede ejecutar zBackup en una copia portable de NVDA.
ar: لا يمكنك تشغيل zBackup على نسخة محمولة من NVDA.
fr: zBackup ne peut pas être exécuté dans une copie portable de NVDA.
ru: Вы не можете запустить zBackup на портативной копии NVDA.
tr: NVDA taşınabilir sürümünde zYedekleme eklentisini çalıştıramazsınız.

source: No se encontró Drive Snapshot. Es necesario descargar la aplicación para poder usar el complemento. La aplicación es portable y se guardara en el directorio del complemento: {} Su peso es inferior a 500KB. Le recuerdo que la aplicación es de evaluación por 30 días, es recomendable ver la ayuda del complemento. ¿Desea descargar la aplicación ahora para poder usar el complemento?
ar: لم يتم العثور على Drive Snapshot. تحتاج إلى تنزيل التطبيق من أجل استخدام المكون الإضافي. التطبيق محمول وسيتم حفظه في دليل البرنامج المساعد: {} حجمه أقل من 500 كيلو بايت. أذكرك أن التطبيق يخضع للتقييم لمدة 30 يومًا ، يوصى بالاطلاع على مساعدة المكون الإضافي. هل تريد تنزيل التطبيق الآن حتى تتمكن من استخدام المكون الإضافي؟
fr: Drive Snapshot n'a pas été trouvé. Il est nécessaire de télécharger l'application pour utiliser l'extension. L'application est portable et sera stockée dans le répertoire de l'extension: {} Son poids est inférieur à 500 Ko. Je vous rappelle que l'application est en mode d'évaluation pendant 30 jours, il est conseillé de voir l'aide de l'extension. Voulez-vous télécharger l'application maintenant pour utiliser l'extension?
ru: Снимок диска не найден. Вам нужно загрузить приложение, чтобы иметь возможность использовать плагин. Приложение является портативным и будет сохранено в каталоге плагина: {} Его вес составляет менее 500 КБ. Напомню, что приложение является оценкой в течение 30 дней, желательно увидеть помощь плагина. Вы хотите загрузить приложение сейчас, чтобы использовать плагин?
tr: Drive SnapShot uygulaması bulunamadı. Eklentiyi kullanabilmek için uygulamayı indirmeniz gerekiyor. Uygulama taşınabilirdir ve eklenti dizinine kaydedilecektir: {} Boyutu 500 KB'den azdır. Uygulamanın 30 gün boyunca deneme sürümü olarak kullanılabildiğini belirtmek isteriz. Eklentinin yardım belgelerine bakmanız önerilir. Eklentiyi kullanabilmek için uygulamayı şimdi indirmek istiyor musunuz?

source: Pregunta
ar: يطلب
fr: Question
ru: Вопрос
tr: Uyarı

source: Descargando Drive Snapshot...
ar: تحميل Drive Snapshot...
fr: Téléchargement de Drive Snapshot en cours...
ru: Загрузка моментального снимка диска...
tr: Drive Snapshot uygulaması indiriliyor...

source: &Aceptar
ar: مواف&ق
fr: &OK
ru: &Принимаю
tr: Ka&bul

source: &Cerrar
ar: إ&غلاق
fr: &Fermer
ru: &Закрыть
tr: &Kapat

source: Espere por favor...
ar: الرجاء الإنتظار...
fr: "Veuillez patienter...
ru: Пожалуйста, подождите...
tr: Lütfen bekleyin...

source: Descargando: %s
ar: تحميل: %s
fr: Téléchargement en cours de: %s
ru: Загружено: %s
tr: İndiriliyor: %s

source: La descarga se completó.
ar: اكتمل التنزيل.
fr: Le téléchargement est terminé.
ru: Загрузка завершена.
tr: İndirme tamamlandı.

source: Ya puede cerrar esta ventana.
ar: يمكنك الآن إغلاق هذه النافذة.
fr: Vous pouvez maintenant fermer cette fenêtre.
ru: Вы можете закрыть это окно.
tr: Artık bu pencereyi kapatabilirsiniz.

source: Algo salió mal.
ar: حدث خطأ ما.
fr: Quelque chose s'est mal passé.
ru: Что-то пошло не так.
tr: Bir sorun oluştu.

source: Compruebe que tiene conexión a internet y vuelva a intentarlo.
ar: الرجاء التحقق من اتصالك بالإنترنت وحاول مرة أخرى.
fr: Vérifier que vous avez une connexion à Internet et réessayer.
ru: Убедитесь, что у вас есть подключение к интернету, и повторите попытку.
tr: İnternet bağlantınız olup olmadığını kontrol edin ve tekrar deneyin.

source: &Directorio destino:
ar: &وجهة بشكل مباشر:
fr: &Répertoire de destination:
ru: &Каталог назначения:
tr: Hedef &dizin:

source: &Seleccionar directorio
ar: &تحديد الدليل
fr: &Sélectionner un répertoire
ru: &Выбрать каталог
tr: dizin &seç

source: &Nombre para la copia de seguridad
ar: &اسم للنسخ الاحتياطي
fr: &Nom pour la copie de sauvegarde
ru: Имя для резервной копии
tr: Yedekleme dosya adı&nı girin

source: Seleccione el &tamaño para los archivos de la copia:
ar: حدد &حجم ملفات النسخ الاحتياطي:
fr: Sélectionner la &taille des fichiers de la copie de sauvegarde:
ru: Выберите размер файлов копирования:
tr: Yedekleme dosyaları için boyu&t seçin:

source: &Iniciar la copia de seguridad
ar: &بدء النسخ الاحتياطي
fr: &Démarrer la copie de sauvegarde
ru: &Запустить резервное копирование
tr: yedeklemey&i başlat

source: &Menú
ar: &قائمة
fr: &Menu
ru: &Меню
tr: &Menü

source: &Restaurar copia de seguridad
ar: ا&سترجاع النسخة الاحتياطية
fr: &Restaurer la copie de sauvegarde
ru: &Восстановление резервной копии
tr: yedeklemeyi ge&ri yükle

source: &Montar disco virtual de una copia de seguridad
ar: &تحميل القرص الظاهري من نسخة احتياطية
fr: &Monter un disque virtuel d'une copie de sauvegarde
ru: &Монтировать виртуальный диск из резервной копии
tr: Bir yedekte&n sanal diski bağla

source: &Desmontar unidades virtuales
ar: إ&لغاء تحميل محركات الأقراص الافتراضية
fr: &Démonter des unités virtuelles
ru: &Размонтируйте виртуальные диски
tr: Sanal sürücülerin bağlant&ısını kes

source: &Ejecutar la aplicación Drive Snapshot
ar: &شغّل تطبيق Drive Snapshot
fr: &Exécutez l'application Drive Snapshot
ru: &Запустить приложение Drive Snapshot
tr: &Drive Snapshot uygulamasını Çalıştır

source: *** ADVERTENCIA *** A continuación se le va a pedir que elija un archivo *.sna que pertenece a una copia de seguridad. Cuando lo seleccione se le pedirá permisos de administrador, el ordenador se reiniciara y se restaurara la copia de seguridad. Después de pedirle permisos de Administrador quedara una ventana de consola la cual cuando presionemos cualquier tecla se reiniciara y dará comienzo la copia de seguridad. Es conveniente que tenga todas las aplicaciones cerradas o cuando Windows se lo solicite le diga finalizar todo. Tenga en cuenta que el proceso no puede cancelarse y si acepta debe mantener el ordenador con batería suficiente, mejor enchufado a la corriente eléctrica y esperar a que Windows se reinicie ya con la copia restaurada. Es conveniente tener en la pantalla de inicio de Windows activado el lector de pantalla para que nos avise que inicio. La acción que transcurre entre el reinicio siguiente y el inicio de Windows no es accesible, pero no tiene que interactuar para nada con el ordenador. Si lo desea y tiene alguna aplicación móvil de OCR puede ir mirando de capturar alguna información que le indique el porcentaje de la restauración, sobre la esquina inferior derecha suele aparecer el porcentaje que lleva restaurado. Le recuerdo que el autor del complemento queda exento de cualquier problema que pueda causar una mala restauración. ¿Desea continuar?
ar: *** تحذير *** سيُطلب منك بعد ذلك اختيار ملف * .sna ينتمي إلى نسخة احتياطية. عند تحديده ، سيُطلب منك أذونات المسؤول ، وسيعيد تشغيل الكمبيوتر وستتم استعادة النسخة الاحتياطية. بعد طلب أذونات المسؤول ، ستبقى نافذة وحدة التحكم والتي ، عندما نضغط على أي مفتاح ، ستتم إعادة التشغيل وبدء النسخ الاحتياطي. من الملائم أن يتم إغلاق جميع التطبيقات أو عندما يطلب منك Windows أن تخبره بإنهاء كل شيء. ضع في اعتبارك أنه لا يمكن إلغاء العملية ، وفي حالة الموافقة ، يجب عليك الاحتفاظ بالكمبيوتر ببطارية كافية ، ومن الأفضل توصيله بمصدر الطاقة وانتظار إعادة تشغيل Windows بالنسخة المستعادة. من الملائم تنشيط قارئ الشاشة على شاشة بدء Windows حتى يُعلمنا ببدء تشغيله. لا يمكن الوصول إلى الإجراء بين عملية إعادة التمهيد التالية وبدء تشغيل Windows ، ولكن ليس من الضروري التفاعل مع الكمبيوتر على الإطلاق. إذا كنت ترغب في استخدام تطبيق OCR للهاتف المحمول ولديك ، يمكنك محاولة التقاط بعض المعلومات التي تشير إلى النسبة المئوية للاستعادة ، وعادة ما تظهر النسبة المئوية التي تمت استعادتها في الزاوية اليمنى السفلية. أذكرك أن مؤلف المكون الإضافي معفى من أي مشكلة قد تتسبب في استعادة سيئة. هل ترغب في الاستمرار؟
fr: *** AVERTISSEMENT *** Alors il vous sera demandé de choisir un fichier *.sna qui appartient à une copie de sauvegarde. Lorsque vous le sélectionnez, il vous sera demandé l'autorisation en tant qu'administrateur, l'ordinateur redémarre et restaurera la copie de sauvegard. Après avoir demandé l'autorisation en tant qu'administrateur, il y aura une fenêtre de console laquelle en appuyant sur une touche va redémarrer et commencera la copie de sauvegarde. Il est convenable que vous ayez toutes les applications fermées ou lorsque Windows vous demande en disant de finaliser tout. Gardez à l'esprit que le processus ne peut pas être annulé et si vous acceptez, vous devez garder l'ordinateur avec une batterie suffisante, mieux branché sur le courant électrique et attendre que Windows redémarre avec la copie de sauvegarde restaurée. Il est convenable que le lecteur d'écran soit activé sur l'écran de démarrage de Windows pour nous avertir qui a démarré. L'action entre le redémarrage suivant et le démarrage de Windows n'est pas accessible, mais elle n'a pas à interagir du tout avec l'ordinateur. Si vous le souhaitez et vous avez une application OCR mobile, vous pouvez regarder certaines informations qui indiquent le pourcentage de la restauration, dans le coin inférieur droit donc apparaît généralement le pourcentage de restauration. Je vous rappelle que l'auteur de l'extension est exempté de tout problème qui peut provoquer une mauvaise restauration. Souhaitez-vous continuer?
ru: *** ПРЕДУПРЕЖДЕНИЕ *** Далее вам будет предложено выбрать файл *.sna, принадлежащий резервной копии. При его выборе у вас будут запрошены права администратора, компьютер перезагрузится, и резервная копия будет восстановлена. После запроса прав администратора появится консольное окно, и при нажатии любой клавиши произойдет перезагрузка и начнется резервное копирование. Рекомендуется, чтобы все приложения были закрыты или когда Windows предложит завершить работу. Имейте в виду, что процесс нельзя отменить, и если вы согласитесь на него, вам следует держать компьютер с достаточным зарядом батареи, желательно подключенным к сети, и дождаться перезапуска Windows с восстановленной копией. Рекомендуется активировать программу чтения с экрана на стартовом экране Windows, чтобы она предупреждала нас при запуске. Действия между следующей перезагрузкой и запуском Windows недоступны, но вам вообще не нужно взаимодействовать с компьютером. При желании и наличии мобильного приложения OCR можно попытаться захватить информацию, указывающую на процент восстановления, в правом нижнем углу обычно появляется процент, который был восстановлен. Напоминаю, что автор дополнения освобожден от любой проблемы, которая может привести к плохому восстановлению. Вы хотите продолжить?
tr: *** UYARI *** Daha sonra bir yedeklemeye ait olan bir *.sna dosyası seçmeniz istenecektir. Dosyayı seçtiğinizde, yönetici izinleri istenecek, bilgisayar yeniden başlatılacak ve yedekleme geri yüklenecektir. Yönetici izinleri verildikten sonra, herhangi bir tuşa bastığımızda yeniden başlatılacak ve yedeklemeyi başlatacak bir konsol penceresi kalacaktır. Açık olan bütün belge ve uygulamaları kapatmanız gerekir. Kabul ederseniz, işlemin geri alınamayacağını bilmeniz gerekir. Bilgisayarınızın pilinin tam dolu olduğundan veya imkan varsa prize bağlı olduğundan emin olun. Eğer ekran okuyucu ayarları yapılandırılmışsa, oturum açma ekranında bizi bilgilendirecektir. Bir sonraki yeniden başlatma ile Windows'un başlangıcı arasındaki eyleme erişilemez. Ancak bilgisayarla hiçbir şekilde etkileşime girmeniz gerekmez. Dilerseniz ve bir OCR mobil uygulamanız varsa, geri yükleme yüzdesini gösteren bazı bilgileri yakalamayı deneyebilirsiniz, geri yüklenen yüzde genellikle sağ alt köşede görünür. Herhangi bir sorun karşısında eklenti geliştiricisi sorumlu değildir. devam etmek istiyor musunuz?

source: Archivo copia de seguridad (*.sna)|*.sna
ar: ملف النسخ الاحتياطي (* .sna) | * .sna
fr: Fichier de copie de sauvegarde (*.sna)|*.sna
ru: Файл резервной копии (*.sna)|*.sna
tr: Yedekleme Dosyası (*.sna)|*.sna

source: Seleccione un archivo de copia de seguridad
ar: حدد ملف النسخ الاحتياطي
fr: Sélectionner un fichier de copie de sauvegarde
ru: Выберите файл резервной копии
tr: Bir yedekleme dosyası seçin

source: No puede restaurar una copia de seguridad desde la partición de sistema. Mueva la copia de seguridad a otra partición o un medio externo.
ar: لا يمكنك استعادة نسخة احتياطية من قسم النظام. انقل النسخة الاحتياطية إلى قسم آخر أو إلى وسائط خارجية.
fr: Vous ne pouvez pas restaurer une copie de sauvegarde de la partition du système. Déplacer la copie de sauvegarde vers une autre partition ou un support externe.
ru: Вы не можете восстановить резервную копию из системного раздела. Переместите резервную копию на другой раздел или внешний носитель.
tr: Sisteminizin kurulu olduğu sürücüden yedeği geri yükleyemezsiniz. Yedek dosyalarını başka bir bölüme veya harici ortama taşıyın.

source: Error
ar: خطأ
fr: Erreur
ru: Ошибка
tr: Hata

source: Se va a proceder a desmontar todas las unidades virtuales. Se le pedirá permisos de Administrador para realizar la acción. ¿Desea continuar?
ar: سيتم إلغاء تحميل كافة محركات الأقراص الظاهرية. سيُطلب منك الحصول على أذونات المسؤول لتنفيذ الإجراء. هل ترغب في الاستمرار؟
fr: Nous allons procéder à démonter toutes les unités virtuelles. On vous demandera l'autorisation en tant qu'administrateur pour effectuer l'action. Souhaitez-vous continuer?
ru: Это приведет к размонтированию всех виртуальных дисков. Вам будет предложено получить права администратора для выполнения этого действия. Вы хотите продолжить?
tr: Tüm sanal sürücüler kaldırılacak. Eylemi gerçekleştirmek için Yönetici izni gerekir. devam etmek istiyor musunuz?

source: Seleccione un directorio:
ar: حدد دليلاً:
fr: Sélectionner un répertoire:
ru: Выберите каталог:
tr: Bir dizin seçin:

source: No puede guardar la copia de seguridad en la ubicación que eligió. {} La copia de seguridad tiene que guardarse en una ubicación distinta a la partición de sistema ya sea otra partición u otro disco.
ar: لا يمكنك حفظ النسخة الاحتياطية في الموقع الذي اخترته. {} يجب حفظ النسخة الاحتياطية في موقع آخر غير قسم النظام ، إما قسم آخر أو قرص آخر.
fr: Vous ne pouvez pas sauvegarder la copie de sauvegarde à l'emplacement que vous avez choisi. {} La copie de sauvegarde doit être sauvegardée dans un emplacement différent de la partition du système, soit une autre partition ou un autre disque.
ru: Вы не можете сохранить резервную копию в выбранном вами месте. {} Резервная копия должна быть сохранена не в системном разделе, а в другом разделе или на другом диске.
tr: Yedekleme dosyasını seçtiğiniz konuma kaydedemezsiniz. {} Yedekleme dosyasının, sistem bölümünden farklı bir konuma, başka bir bölüme veya başka bir diske kaydedilmesi gerekir.

source: La ubicación que eligió no tiene espacio suficiente para guardar la copia de seguridad. {} La comprobación del tamaño se hace del total de la partición de sistema. Al hacer la copia de seguridad luego se comprime y queda la mitad aproximadamente, pero es necesario reservar el tamaño original para imprevistos de compresión. * Tamaño partición sistema: {} * Tamaño libre destino: {} Por favor elija otra ubicación con más espacio o si tiene copias de seguridad antiguas borre alguna.
ar: لا يحتوي الموقع الذي اخترته على مساحة كافية لحفظ النسخة الاحتياطية. {} تم إجراء فحص الحجم من إجمالي قسم النظام. عند عمل النسخة الاحتياطية ، يتم ضغطها ويبقى نصفها تقريبًا ، لكن من الضروري الاحتفاظ بالحجم الأصلي للضغط غير المتوقع. * حجم قسم النظام: {} * الحجم الحر للوجهة: {} الرجاء اختيار موقع آخر به مساحة أكبر أو إذا كان لديك نسخ احتياطية قديمة ، فاحذف بعضها.
fr: L'emplacement que vous avez choisi n'a pas d'espace suffisant pour sauvegarder la copie de sauvegarde. {} La vérification de la taille est fait de la partition totale du système. Lorsque la copie de la sauvegarde est faite ensuite celle-ci est comprimée et reste que la moitié environ, mais il est nécessaire de réserver la taille d'origine pour les événements imprévus de compression. * Taille de partition système: {} * Taille libre de destination: {} Veuillez choisir un autre emplacement avec plus d'espace ou si vous avez d'anciens copies de sauvegarde supprimer quelques-unes.
ru: В выбранном вами месте недостаточно места для сохранения резервной копии. {} Проверка размера выполняется для всего системного раздела. Когда создается резервная копия, она затем сжимается, и остается примерно половина, но необходимо зарезервировать исходный размер на случай сжатия. * Размер системного раздела: {} * Размер свободного места назначения: {} Пожалуйста, выберите другое место с большим пространством или, если у вас есть старые резервные копии, удалите некоторые из них.
tr: Seçtiğiniz konum, yedeklemeyi kaydetmek için yeterli boş alana sahip değil. {} Boyut kontrolü, toplam sistem bölümünden yapılır. Yedekleme yapılırken sıkıştırılır ve yaklaşık yarı boyuta düşürülür, ancak öngörülemeyen sıkıştırma için orijinal boyutu ayırmak gerekir. * Sistem bölümü boyutu: {} * Hedef Boş alan: {} Lütfen daha fazla boş alana sahip başka bir konum seçin veya eski yedekleriniz varsa bazılarını silin.

source: El campo del directorio está vacío. Este campo es obligatorio ya que será donde se guarde la copia de seguridad. Seleccione un directorio para poder continuar.
ar: حقل الدليل فارغ. هذا الحقل مطلوب حيث سيتم حفظ النسخة الاحتياطية فيه. الرجاء تحديد دليل للمتابعة.
fr: Le champ du répertoire est vide. Ce champ est obligatoire car il sera l'endroit où la copie de sauvegarde sera sauvegardée. Sélectionner un répertoire pour continuer.
ru: Поле каталога пустое. Это поле является обязательным, поскольку именно в нем будет храниться резервная копия. Выберите каталог для продолжения.
tr: Dizin alanı boş. Yedekleme dosyasının kaydedileceği yer belirtilmelidir. Lütfen devam etmek için bir dizin seçin.

source: El campo de nombre para la copia de seguridad es obligatorio. Dicho campo es necesario para crear el subdirectorio y la estructura de archivos en. {} Además este campo nos valdrá para identificar nuestra copia de seguridad. Introduzca un nombre para poder continuar.
ar: مطلوب حقل الاسم للنسخ الاحتياطي. هذا الحقل مطلوب لإنشاء دليل فرعي وبنية ملف في. {} بالإضافة إلى ذلك ، سيتم استخدام هذا الحقل لتعريف النسخة الاحتياطية الخاصة بنا. أدخل اسمًا لتتمكن من المتابعة.
fr: Le nom du champ de la copie de la sauvegarde est obligatoire. Ce champ est nécessaire pour créer le sous-répertoire et la structure de fichiers dans. {} De plus, ce champ s'utilisera pour identifier notre copie de sauvegarde. Entrer un nom pour continuer.
ru: Поле имени для резервной копии является обязательным. Это поле необходимо для создания подкаталога и файловой структуры в. {} Это поле также будет использоваться для идентификации вашей резервной копии. Введите имя, чтобы продолжить.
tr: Yedekleme dosyası için ad alanı boş bırakılamaz. Bu alan, içinde alt dizin ve dosya yapısı oluşturmak için gereklidir. {} Ayrıca bu alan yedeğimizi tanımlamamıza yardımcı olacaktır. Devam edebilmek için bir ad girin.

source: El nombre para la copia de seguridad contiene caracteres no permitidos. Los siguientes caracteres no pueden ser usados, utilice una revisión virtual para verlos: \ / : * ? " < > | Además por seguridad en las restauraciones se a omitido el poder poner espacios por lo que le recomiendo los sustituya por guiones o guiones bajos. Modifique el Nombre para la copia de seguridad para continuar.
ar: يحتوي اسم النسخة الاحتياطية على أحرف غير صالحة. لا يمكن استخدام الأحرف التالية ، الرجاء استخدام مراجعة افتراضية لرؤيتها: \ /: *؟ "<> | بالإضافة إلى ذلك ، من أجل الأمان في عمليات الاستعادة ، تم حذف القدرة على وضع مسافات ، لذلك أوصيك باستبدالها بواصلات أو شرطات سفلية. قم بتعديل اسم النسخة الاحتياطية للمتابعة.
fr: Le nom de la copie de sauvegarde contient des caractères non autorisés. Les caractères suivants ne peuvent pas être utilisés, utilisez une révision virtuelle pour les voir: \ / : * ? " < > | De plus pour la sécurité dans les restaurations, il est omis de pouvoir mettre des espaces, donc je vous recommande de les remplacer par des tirets ou soulignés. Modifier le nom pour la copie de sauvegarde pour continuer.
ru: Имя резервной копии содержит недопустимые символы. Следующие символы не могут быть использованы, используйте виртуальную проверку, чтобы увидеть их: \ / : * ? " < > | Кроме того, в целях безопасности пробелы были исключены из восстановления, поэтому я рекомендую заменить их дефисами или подчеркиваниями. Измените Имя для продолжения резервного копирования.
tr: Yedekleme adı geçersiz karakterler içeriyor. Aşağıdaki karakterler kullanılamaz, onları görmek için sanal bir inceleme kullanın: \ / : * ? " < > | Ayrıca geri yüklemelerde güvenlik için boşluk koyma yetkisi kaldırılmış o yüzden bunları tire veya altçizgi ile değiştirmenizi tavsiye ederiz. Devam etmek için yedekleme dosyasının Adını değiştirin.

source: A continuación se le solicitara permisos de Administrador para poder hacer la copia de seguridad. Una vez concedidos se abrirá una ventana con el progreso de la copia. Cuando el proceso termine se cerrara la ventana y le saldrá información si la copia fue exitosa o no. ¿Desea empezar la copia de seguridad?
ar: ستتم مطالبتك بعد ذلك بأذونات المسؤول لتتمكن من عمل النسخة الاحتياطية. بمجرد منحه ، سيتم فتح نافذة مع تقدم النسخة. عند انتهاء العملية ، ستغلق النافذة وستحصل على معلومات إذا كانت النسخة ناجحة أم لا. هل تريد بدء النسخ الاحتياطي؟
fr: À continuation on vous demandera l'autorisation en tant qu'administrateur pour pouvoir effectuer la copie de sauvegarde. Une fois accordé, une fenêtre s'ouvrira avec la progression de la copie de sauvegarde. À la fin du processus, la fenêtre sera fermée et les informations sortiront si la copie de sauvegarde a réussi ou non. Voulez-vous commencer la copie de sauvegarde?
ru: Затем вам будет предложено запросить разрешения администратора для создания резервной копии. После получения разрешения откроется окно, в котором будет показан ход выполнения резервного копирования. По окончании процесса окно закроется, и вы будете проинформированы об успешности или неуспешности резервного копирования. Хотите ли вы начать резервное копирование?
tr: Ardından, yedeklemeyi yapabilmek için Yönetici izinleri istenecektir. Yönetici izni verildikten sonra, kopyanın ilerleyişini gösteren bir pencere açılacaktır. İşlem bittiğinde pencere kapanacak ve kopyalamanın başarılı olup olmadığı hakkında bilgi alacaksınız. Yedeklemeyi başlatmak istiyor musunuz?

source: Montar imagen de copia de seguridad como unidad virtual
ar: تحميل صورة احتياطية كمحرك أقراص افتراضي
fr: Montez l'image de la copie de sauvegarde comme unité virtuelle
ru: Смонтируйте образ резервной копии как виртуальный диск
tr: Yedekleme görüntü dosyasını sanal sürücü olarak bağlayın

source: Seleccione una &unidad de disco donde montar la imagen:
ar: حدد &محرك لتحميل الصورة إلى:
fr: Sélectionner une &unité de disque pour monter l'image:
ru: &Выберите диск, на который будет смонтирован образ:
tr: Görüntü dosyasını bağlamak için bir s&ürücü seçin:
