Repository: VovaMobile/zBackup-para-NVDA
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, fr, ru, tr

source: Seleccione un archivo &de copia de seguridad:
ar: حدد نسخة احتياطية &ملف:
fr: Sélectionner un fichier &de copie de sauvegarde:
ru: &Выберите файл резервной копии:
tr: Bir yedekleme &dosyası seçin:

source: &Seleccionar copia de seguridad
ar: &حدد النسخ الاحتياطي
fr: &Sélectionner la copie de sauvegarde
ru: &Выбрать резервную копию
tr: Yedekleme dosyasını &Seçin

source: &Cancelar
ar: &يلغي
fr: &Annuler
ru: &Отменить
tr: İpta&l

source: Tiene que seleccionar una unidad para poder continuar
ar: يجب عليك تحديد محرك أقراص للمتابعة
fr: Vous devez sélectionner une unité pour continuer
ru: Для продолжения необходимо выбрать диск
tr: Devam edebilmek için bir sürücü seçmelisiniz

source: El campo del fichero de copia de seguridad está vacío. Este campo es obligatorio ya que es necesario tener la ruta de una copia de seguridad para montar. Seleccione un fichero para poder continuar.
ar: حقل ملف النسخ الاحتياطي فارغ. هذا الحقل مطلوب لأنه من الضروري أن يكون لديك مسار نسخة احتياطية ليتم تحميلها. حدد ملفا للمتابعة.
fr: Le champ du fichier de la copie de la sauvegarde est vide. Ce champ est obligatoire car il est nécessaire d'avoir le chemin d'une copie de sauvegarde pour monter. Sélectionner un fichier pour continuer.
ru: Поле файла резервной копии пустое. Это поле является обязательным, поскольку необходимо иметь путь к файлу резервной копии для монтирования. Выберите файл для продолжения.
tr: Yedeklemenizin bulunduğu bir dosya seçin. Bu alan boş bırakılamaz. Devam edebilmek için bir dosya seçin.

source: Se completo la copia de seguridad correctamente en la ubicación: {} Le aconsejo guarde correctamente dicho directorio por si necesitara restaurar.
ar: اكتمل النسخ الاحتياطي بنجاح في الموقع: {} أنصحك بحفظ هذا الدليل بشكل صحيح في حالة احتياجك إلى الاستعادة.
fr: La copie de sauvegarde est terminée correctement à l'emplacement: {} Je vous conseille de sauvegarder correctement ce répertoire au cas où vous auriez besoin de restaurer.
ru: Резервное копирование было успешно завершено в этом месте: {} Я советую вам правильно сохранить этот каталог на случай, если вам понадобится восстановление.
tr: Yedekleme şu konumda başarıyla tamamlandı: {} Geri yüklemeniz gerektiğinde kullanabilmek için, bu dizini güvenilir bir yere kaydediniz.

source: Información
ar: معلومة
fr: Informations
ru: Информация
tr: Bilgi

source: Algo salió mal. Al usar una aplicación externa no puedo dar más información del error. Pero se guardo un log para que pueda revisarlo. ¿Desea ver el log de error?
ar: هناك خطأ ما. عند استخدام تطبيق خارجي ، لا يمكنني إعطاء المزيد من معلومات الخطأ. لكن تم حفظ السجل حتى تتمكن من مراجعته. هل تريد أن ترى سجل الأخطاء؟
fr: Quelque chose s'est mal passé. Lorsque vous utilisez une application externe, je ne peux pas donner plus d'informations d'erreur. Mais un journal est conservé pour que je puisse le vérifier. Voulez-vous voir le journal d'erreur?
ru: Что-то пошло не так. Поскольку я использую внешнее приложение, я не могу предоставить больше информации об ошибке. Но журнал был сохранен, чтобы вы могли его просмотреть. Вы хотите посмотреть журнал ошибок?
tr: Bir sorun algılandı. Harici bir uygulama kullanıldığı için ayrıntılı bilgiye ulaşılamıyor. Ancak gözden geçirebilmeniz için bir Hata günlüğü dosysı oluşturuldu. Hata günlüğünü görmek istiyor musunuz?

source: Log de error
ar: سجل الأخطاء
fr: Journal d'erreur
ru: Журнал ошибок
tr: Hata Günlüğü

source: Se monto correctamente la imagen. ¿Desea abrir el explorador de archivos en la raíz de la unidad {}?
ar: تم تحميل الصورة بنجاح. هل تريد فتح مستكشف الملفات على جذر محرك الأقراص {}؟
fr: L'image est correctement montée. Voulez-vous ouvrir l'explorateur de fichiers à la racine de l'unité {}?
ru: Образ смонтирован правильно. Вы хотите открыть проводник файлов в корне диска {}?
tr: Sanal sürücü doğru bir şekilde bağlandı. {} sürücüsünün kökünde dosya gezgini açmak istiyor musunuz?

source: Se desmontaron correctamente todas las imágenes.
ar: تم فك جميع الصور بنجاح.
fr: Toutes les images ont été correctement démontées.
ru: Все образы были правильно разобраны.
tr: Tüm sürücülerin bağlantısı başarıyla kaldırıldı.
